export const copy = {
  title: {
    heading: 'Сербский вслух',
    subheading: 'Тренируйтесь говорить по-сербски',
  },
  phrases:  {
    heading: 'Фразы'
  },
  buttons: {
    revealAnswer: 'Показать ответ',
    hideAnswer: 'Скрыть ответ',
    reset: 'Сбросить',
    correct: 'Знаю',
    wrong: 'Учу'
  },
  tabs: {
    withoutAnswer: 'Без ответа',
    correct: 'Знаю',
    wrong: 'Учу',
    emodjiWithoutAnswer: '🥹',
    emodjiCorrect: '🧐',
    emodjiWrong: '🤔'
  },
  instruction: {
    heading: 'Инструкция',
    1: 'Выберите фразу и переведите её с русского языка на сербский',
    2: 'Нажмите “Показать ответ”, чтобы проверить себя',
    3: 'Если вы ответили правильно, нажмите “Знаю”, если неправильно, нажмите “Учу”',
    4: 'Карточки с отметкой "Знаю", перемещаются во вкладку "Знаю", с отметкой "Учу" - во вкладку "Учу". Во кладке "Без ответа" остаются карточки, с которыми вы ещё не поработали',
    5: 'Количество фраз с каждой отметкой и фраз, с которыми ещё не поработали, отображается рядом с названием вкладки',
    6: 'Чтобы поработать с карточкой ещё раз, нажмите “Скрыть ответ” или “Сбросить”'
  }
}