export const copy = {
  title: {
    heading: 'Сербский вслух',
    subheading: 'Тренируйтесь говорить по-сербски',
  },
  phrases:  {
    heading: 'Фразы'
  },
  buttons: {
    revealAnswer: 'Показать ответ',
    hideAnswer: 'Скрыть ответ',
    reset: 'Сбросить',
    correct: 'Знаю',
    wrong: 'Учу'
  },
  tabs: {
    withoutAnswer: 'Без ответа',
    correct: 'Знаю',
    wrong: 'Учу',
    emojiWithoutAnswer: '🥹',
    emojiCorrect: '🧐',
    emojiWrong: '🤔',
    emptyWithouthAnswer: 'Вы поработали со всеми фразами',
    emptyCorrect: 'Здесь появятся фразы, которые вы знаете',
    emptyWrong: 'Здесь появятся фразы, над которыми стоит ещё поработать'
  },
  instruction: {
    heading: 'Инструкция',
    1: 'Выберите фразу и переведите её с русского языка на сербский',
    2: 'Нажмите "Показать ответ", чтобы проверить себя',
    3: 'Если вы перевели правильно, нажмите "Знаю", если неправильно, нажмите "Учу"',
    4: 'Фразы с отметкой "Знаю" перемещаются во вкладку "Знаю", с отметкой "Учу" перемещаются во вкладку "Учу". Во кладке "Без ответа" находятся фразы, с которыми вы ещё не поработали',
    5: 'Рядом с названием вкладок отображается количество фраз с соответствующей отметкой',
    6: 'Чтобы поработать с карточкой ещё раз, нажмите "Скрыть ответ" или "Сбросить"'
  },
  feedback: {
    heading: 'Обратная связь',
    text: 'Если вы заметили ошибку, сообщите об этом на электронную почту',
    email: 'fakeemail@fakeemailserver.com'
  },
  github: {
    text: 'Ссылка на проект на',
    link: 'https://github.com/zverolen/vocab-srpski'
  }
}